<?php

return array (
  'newEvent' => 
  array (
    'subject' => 'สร้างอีเว้นท์ใหม่',
    'text' => 'มีการสร้างอีเว้นท์ใหม่ ดาวน์โหลดเอกสารแนบเพื่อเพิ่มอีเว้นท์ในปฏิทินของคุณ',
  ),
  'loginDashboard' => 'ลงชื่อเข้าใช้สู่แดชบอร์ด',
  'thankyouNote' => 'ขอบคุณที่ใช้ Ledwook !',
  'hello' => 'สวัสดี',
  'regards' => 'ขอแสดงความนับถือ',
  'newExpense' => 
  array (
    'subject' => 'เพิ่มค่าใช้จ่ายใหม่แล้ว',
  ),
  'expenseStatus' => 
  array (
    'subject' => 'อัปเดตสถานะค่าใช้จ่ายแล้ว',
    'text' => 'สถานะค่าใช้จ่ายของคุณอัปเดตเป็น',
  ),
  'newNotice' => 
  array (
    'subject' => 'ประกาศใหม่',
    'text' => 'ประกาศใหม่ได้รับการเผยแพร่ เข้าสู่ระบบเพื่อดูประกาศ',
  ),
  'newProjectMember' => 
  array (
    'subject' => 'โปรเจกต์ใหม่ที่ได้รับมอบหมาย',
    'text' => 'คุณได้รับการเพิ่มเป็นสมาชิกของโปรเจกต์',
  ),
  'newTask' => 
  array (
    'subject' => 'มีงานใหม่ที่ได้รับมอบหมายให้คุณ',
  ),
  'newTicket' => 
  array (
    'subject' => 'มีคำร้องทิกเก็ตซัพพอร์ตใหม่',
    'text' => 'มีคำร้องทิกเก็ตซัพพอร์ตใหม่ เข้าสู่ระบบเพื่อทิกเก็ต',
  ),
  'newUser' => 
  array (
    'subject' => 'ยินดีต้อนรับ',
    'text' => 'สร้างบัญชีของคุณสำเร็จแล้ว',
  ),
  'leaves' => 
  array (
    'subject' => 'ได้รับคำขอลาหยุดใหม่',
    'statusSubject' => 'สถานะคำขอลาในระบบอัพเดทแล้ว',
  ),
  'taskComplete' => 
  array (
    'subject' => 'ทำเครื่องหมายงานเป็นเสร็จสมบูรณ์',
  ),
  'taskUpdate' => 
  array (
    'subject' => 'อัปเดตงานแล้ว',
  ),
  'leave' => 
  array (
    'approve' => 'คำขอลาในระบบได้รับการอนุมัติ',
    'reject' => 'คำขอลาในระบบได้รับการปฏิเสธ',
    'applied' => 'คำขอลาในระบบถูกนำไปใช้',
  ),
  'newClientTask' => 
  array (
    'subject' => 'สร้างงานใหม่',
    'text' => 'สร้างงานใหม่ในโปรเจกต์ของคุณ รายละเอียดดังต่อไปนี้ :-',
  ),
  'newCompany' => 
  array (
    'subject' => 'ลงทะเบียนบริษัทใหม่',
    'text' => 'บริษัทใหม่ได้รับการลงทะเบียนเรียบร้อยแล้ว',
  ),
  'planUpdate' => 
  array (
    'subject' => 'อัปเดตแพลนบริษัท',
    'text' => 'ชื่อ บริษัท ได้รับการปรับปรุงแพลนแล้ว',
  ),
  'reminder' => 
  array (
    'subject' => 'เตือนความจำสำหรับงานที่ได้รับมอบหมาย',
  ),
  'licenseExpirePre' => 
  array (
    'subject' => 'ไลเซนต์ของบริษัท จะหมดอายุในไม่ช้า',
    'text' => 'ไลเซนต์ บริษัท ของคุณใกล้จะหมดอายุโปรดตรวจสอบรายละเอียดการเรียกเก็บเงิน',
  ),
  'licenseExpire' => 
  array (
    'subject' => 'ไลเซนต์ของบริษัทคุณหมดอายุแล้ว',
    'text' => 'ไลเซนต์ บริษัท ของคุณหมดอายุแล้ว โปรดตรวจสอบรายละเอียดการเรียกเก็บเงิน',
  ),
  'planPurchase' => 
  array (
    'text' => 'บริษัทได้ซื้อแพลน ledwook เพื่อใช้งานเรียบร้อย',
    'subject' => 'ซื้อแพลนledwook',
  ),
  'cancelLicense' => 
  array (
    'subject' => 'ไลเซนต์ถูกยกเลิกเนื่องจากการชำระเงินล้มเหลว',
    'text' => 'ไลเซนต์ถูกยกเลิกเนื่องจากการชำระเงินล้มเหลว กรุณาตรวจสอบรายละเอียด',
  ),
  'invoices' => 
  array (
    'paymentReceived' => 'ได้รับการชำระเงินสำหรับใบแจ้งหนี้',
    'offlinePaymentRequest' => 'คำขอชำระเงินออฟไลน์',
  ),
  'projectReminder' => 
  array (
    'subject' => 'การแจ้งเตือนโปรเจกต์',
    'text' => 'นี่เป็นการเตือนคุณเกี่ยวกับวันครบกำหนดของโปรเจกต์ต่อไปนี้ซึ่งก็คือ',
  ),
  'messages' => 
  array (
    'loginForMoreDetails' => 'เข้าสู่ระบบเพื่อดูรายละเอียดเพิ่มเติม',
  ),
  'paymentReminder' => 
  array (
    'content' => 'นี่คือการเตือนคุณเกี่ยวกับวันที่ครบกำหนดชำระเงินตามใบแจ้งหนี้โปรเจกต์ต่อไปนี้คือ',
    'subject' => 'การแจ้งเตือนการชำระเงิน',
  ),
  'taskComment' => 
  array (
    'subject' => 'มีความคอมเม้นท์ใหม่โพสในงาน',
  ),
  'removalRequestAdmin' => 
  array (
    'subject' => 'คำขอลบข้อมูล',
    'text' => 'มีคำขอลบข้อมูล',
  ),
  'fileUpload' => 
  array (
    'subject' => 'มีไฟล์ใหม่ที่อัปโหลดไปยังโปรเจกต์ : ',
  ),
  'emailVerify' => 
  array (
    'subject' => 'การยืนยันอีเมล',
    'text' => 'ขอบคุณสำหรับการลงทะเบียน นี่คือคำแนะนำในการยืนยันอีเมลของคุณ ส่งคำขอไปยืนยันอีเมลของคุณแล้ว หากคุณไม่ได้ทำตามคำขอโปรดเพิกเฉยต่ออีเมลนี้ หากคุณทำตามคำขอนี้โปรดยืนยัน ',
  ),
  'emailVerifySuccess' => 
  array (
    'subject' => 'ยืนยันอีเมลสำเร็จ',
    'text' => 'ขอบคุณสำหรับการยืนยันอีเมล กรุณาคลิกที่ลิงค์ด้านล่างเพื่อเข้าสู่ระบบ',
    'login' => 'ลงชื่อเข้าสู่ระบบ',
  ),
  'discussionReply' => 
  array (
    'subject' => ' มีการตอบกลับ ',
    'text' => 'คุณได้รับการตอบกลับเมื่อ ',
  ),
  'estimate' => 
  array (
    'subject' => ' สร้างใบเสนอราคาใหม่',
    'text' => 'มีการสร้างใบเสนอราคาใหม่สำหรับโปรเจดต์ของคุณตามที่แนบมา โปรดคลิกที่ลิงค์ด้านล่างเพื่ออนุมัติ / ปฏิเสธใบเสนอราคานี้',
    'approveReject' => 'อนุมัติ / ปฏิเสธ',
  ),
  'chat' => 
  array (
    'text' => 'การแนะนำการแจ้งเตือน',
    'notificationAction' => 'การดำเนินการแจ้งเตือน',
  ),
  'push' => 
  array (
    'text' => 'การแนะนำการแจ้งเตือน',
    'notificationAction' => 'การดำเนินการแจ้งเตือน',
  ),
  'slack' => 
  array (
    'text' => 'การแนะนำการแจ้งเตือน',
    'notificationAction' => 'การดำเนินการแจ้งเตือน',
  ),
  'timerStart' => 
  array (
    'text' => 'การแนะนำการแจ้งเตือน',
    'notificationAction' => 'การดำเนินการแจ้งเตือน',
  ),
  'issue' => 
  array (
    'text' => 'การแนะนำการแจ้งเตือน',
    'notificationAction' => 'การดำเนินการแจ้งเตือน',
  ),
  'contract' => 
  array (
    'subject' => 'สร้างสัญญาใหม่แล้ว!',
    'text' => 'มีการสร้างสัญญาใหม่',
    'viewContract' => 'ดูสัญญา',
  ),
  'invoice' => 
  array (
    'subject' => 'สร้างใบแจ้งหนี้ใหม่แล้ว!',
    'text' => 'มีการสร้างใบแจ้งหนี้ใหม่สำหรับโปรเจกต์ของคุณตามที่แนบมา กรุณาคลิกที่ลิงค์เพื่อดูใบแจ้งหนี้',
    'viewInvoice' => 'ดูใบแจ้งหนี้',
  ),
  'payment' => 
  array (
    'subject' => 'รับการชำระเงินแล้ว!',
    'text' => 'ขอบคุณ. มีการบันทึกการชำระเงิน โปรดคลิกที่ลิงก์ด้านล่างเพื่อดู / ดาวน์โหลดใบแจ้งหนี้ที่ชำระเงิน',
  ),
  'offlinePaymentAccept' => 
  array (
    'subject' => 'ตรวจสอบการชำระเงินออฟไลน์แล้ว',
    'text' => 'คำขอของคุณสำหรับ:เลขที่ใบแจ้งหนี้ ได้รับการยอมรับ',
  ),
  'offlinePaymentReject' => 
  array (
    'subject' => 'การชำระเงินออฟไลน์ถูกปฏิเสธ',
    'text' => 'คำขอของคุณสำหรับ:เลขที่ใบแจ้งหนี้ ได้รับการปฏิเสธ',
  ),
  'offlinePackageChangeVerify' => 
  array (
    'subject' => 'ตรวจสอบคำขอการเปลี่ยนแปลงแพ็คเกจแล้ว',
    'text' => 'คำขอเปลี่ยนแปลงแพลนของคุณได้รับการยืนยันเรียบร้อยแล้ว',
    'message' => 'ตอนนี้แพ็คเกจของคุณคือ:แพ็คเกจ',
  ),
  'offlinePackageChangeReject' => 
  array (
    'subject' => 'คำขอเปลี่ยนแปลงแพคเกจถูกปฏิเสธ',
    'text' => 'คำขอเปลี่ยนแปลง :แพลน ถูกปฏิเสธเนื่องจากรายละเอียดที่ไม่ถูกต้อง.',
  ),
  'offlinePackageChangeRequest' => 
  array (
    'subject' => 'คำขอเปลี่ยนแปลงแพ็คเกจ',
    'text' => ':บริษัท ขอเปลี่ยนแพ็คเกจ',
    'packageName' => 'ชื่อแพ็คเกจ',
  ),
  'proposal' => 
  array (
    'subject' => 'มีข้อเสนอโอกาสในการขายใหม่!',
    'text' => 'ข้อเสนอโอกาสในการขายใหม่ถูกส่งถึงคุณ เข้าสู่ระบบทันทีเพื่อดูข้อเสนอ',
  ),
  'test' => 
  array (
    'subject' => 'ทดสอบอีเมล์!',
    'text' => 'นี้คือการทดสอบอีเมล์.',
  ),
  'ticketReply' => 
  array (
    'subject' => 'ตอบกลับทิกเก็ต',
    'text' => 'มีการตอบกลับใหม่บนทิกเก็ต :subject.',
  ),
  'contractSign' => 
  array (
    'subject' => 'เซ็นสัญญา',
    'text' => ': สัญญา (สัญญา) ลงนามโดย: ลูกค้า',
  ),
  'discussion' => 
  array (
    'subject' => 'เริ่มการสนทนาใหม่แล้ว',
  ),
  'newChat' => 
  array (
    'subject' => 'ได้รับข้อความใหม่',
  ),
  'newContract' => 
  array (
    'subject' => 'สร้างสัญญาใหม่!',
    'text' => 'สร้างสัญญาใหม่แล้ว',
  ),
  'noticeUpdate' => 
  array (
    'subject' => 'มีการอัปเดตประกาศ',
    'text' => 'อัปเดตประกาศแล้ว เข้าสู่ระบบเพื่อดูประกาศ',
  ),
  'subTaskComplete' => 
  array (
    'subject' => 'งานย่อยทำเครื่องหมายว่าเสร็จสมบูรณ์',
  ),
  'subTaskCreated' => 'สร้างงานย่อยแล้ว',
  'ticketAgent' => 
  array (
    'subject' => 'คุณได้รับมอบหมายทิกเก็ต',
    'text' => 'คุณได้รับมอบหมายทิกเก็ตใหม่',
  ),
);
